Repository: banderous/rse-case-framework
Catalog: angular/src/locale/messages.*.xlf
Languages: cy_gb

source: Create case
cy_gb: Creu achos

source: Search
cy_gb: Chwilio

source: Case number
cy_gb: Rhif achos

source: Case name
cy_gb: Enw'r achos

source: Created
cy_gb: Wedi'i greu

source: Stayed
cy_gb: Wedi aros

source: Closed
cy_gb: Ar gau

source: State
cy_gb: Nodwch

source: Number of parties
cy_gb: Nifer y partïon

source: Create a claim
cy_gb: Creu hawliad

source: Close the case
cy_gb: Caewch yr achos

source: Add a party
cy_gb: Ychwanegwch barti

source: Create a new claim
cy_gb: Creu hawliad newydd

source: Submit an appeal
cy_gb: Cyflwyno apêl

source: Import citizens
cy_gb: Mewnforio Dinasyddion

source: Purge inactive citizens
cy_gb: Purge dinasyddion anactif

source: History
cy_gb: Hanes

source: Case History
cy_gb: Hanes Achos

source: Parties
cy_gb: Partïoedd

source: Claims
cy_gb: Hawliadau

source: Citizens
cy_gb: Dinasyddion

source: Case opened
cy_gb: Achos wedi'i agor

source: Claim Issued
cy_gb: Cyhoeddwyd Hawliad

source: New claim created
cy_gb: Hawliad newydd wedi'i greu

source: Case closed
cy_gb: Achos ar gau

source: Party added
cy_gb: Ychwanegwyd y blaid

source: Appeal submitted
cy_gb: Cyflwynwyd apêl

source: Citizen details bulk imported
cy_gb: Manylion dinasyddion wedi'u mewnforio swmp

source: Inactive citizen accounts removed
cy_gb: Tynnu cyfrifon dinasyddion anactif

source: Service confirmed
cy_gb: Gwasanaeth wedi'i gadarnhau

source: Service acknowledged
cy_gb: Cydnabuwyd y gwasanaeth

source: Response filed
cy_gb: Ymateb wedi'i ffeilio

source: Unspecified Claims
cy_gb: Hawliadau Amhenodol

source: Sign out
cy_gb: Cofrestrwch allan

source: Individual
cy_gb: Unigolyn

source: Company
cy_gb: Cwmni

source: Organisation
cy_gb: Sefydliad

source: Sole Trader
cy_gb: Masnachwr Unig

source: Add party
cy_gb: Ychwanegu parti

source: Claimant type
cy_gb: Math o hawlydd

source: Title
cy_gb: Teitl

source: Forename
cy_gb: Rhagair

source: Surname
cy_gb: Cyfenw

source: Date of birth
cy_gb: Dyddiad Geni

source: Pursuing
cy_gb: Yn dilyn

source: Defending
cy_gb: Amddiffyn

source: Create claim
cy_gb: Creu hawliad

source: Claimants
cy_gb: Hawlwyr

source: Defendants
cy_gb: Diffynyddion

source: Claim history
cy_gb: Hanes hawlio

source: Available actions
cy_gb: Camau gweithredu sydd ar gael

source: Confirm service
cy_gb: Cadarnhau gwasanaeth

source: Search citizens
cy_gb: Chwilio dinasyddion

source: Import Citizens
cy_gb: Mewnforio Dinasyddion

source: Forename
cy_gb: Rhagair

source: Surname
cy_gb: Cyfenw

source: Date of birth
cy_gb: Dyddiad Geni

source: Status
cy_gb: Statws
